acceptance/evidence/channel-cancel/worker/run_825e62f1b0514723b3875187/attempt-1/case/system/controlDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object controlDict;
}
application simpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 200000;
deltaT 1;
writeControl timeStep;
writeInterval 200000;
purgeWrite 0;
writeFormat ascii;
writePrecision 12;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable false;
functions {}

