acceptance/evidence/channel-cancel/worker/run_825e62f1b0514723b3875187/attempt-1/case/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object turbulenceProperties;
}
simulationType laminar;
