acceptance/evidence/channel-cancel/worker/run_825e62f1b0514723b3875187/attempt-1/case/system/fvSchemes
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSchemes;
}
ddtSchemes { default steadyState; }
gradSchemes { default Gauss linear; }
divSchemes { default none; div(phi,U) Gauss linearUpwind grad(U); div((nuEff*dev2(T(grad(U))))) Gauss linear; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
wallDist { method meshWave; }
